Repository: Porabuild/Poracode
Catalog: ios/App/App/Features/PullRequests/PullRequests.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# pullRequests.action.openExternally
source: Open in Safari
de: In Safari öffnen
es: Abrir en Safari
fr: Ouvrir dans Safari
ja: Safariで開く
ko: Safari에서 열기
pl: Otwórz w Safari
pt_br: Abrir no Safari
ru: Открыть в Safari
tr: Safari'de aç
uk: Відкрити в Safari
vi: Mở trong Safari
zh_hans: 在 Safari 中打开

# pullRequests.action.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: リフレッシュ
ko: 새로고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新

# pullRequests.filter.all
source: All
de: Alle
es: Todo
fr: Tout
ja: 全期間
ko: 전체
pl: Wszystko
pt_br: Tudo
ru: Всё
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部

# pullRequests.filter.authored
source: Authored
de: Erstellt
es: Creadas
fr: Créées
ja: 自分が作成
ko: 내가 작성
pl: Utworzone przeze mnie
pt_br: De sua autoria
ru: Созданные мной
tr: Oluşturduklarım
uk: Створені мною
vi: Do bạn tạo
zh_hans: 我创建的

# pullRequests.filter.reviewing
source: Reviewing
de: Zu prüfen
es: Para revisar
fr: À examiner
ja: レビュー中
ko: 검토 중
pl: Do sprawdzenia
pt_br: Para revisar
ru: На ревью
tr: İncelediklerim
uk: На перевірці
vi: Đang xem xét
zh_hans: 待我审核

# pullRequests.projectFailure
source: Could not load pull requests for %@.
de: Pull Requests für %@ konnten nicht geladen werden.
es: No se pudieron cargar las pull requests de %@.
fr: Impossible de charger les pull requests pour %@.
ja: %@ のプルリクエストを読み込めませんでした。
ko: %@의 풀 리퀘스트를 불러올 수 없습니다.
pl: Nie udało się załadować żądań ściągnięcia dla %@.
pt_br: Não foi possível carregar os pull requests de %@.
ru: Не удалось загрузить pull request для %@.
tr: %@ için çekme istekleri yüklenemedi.
uk: Не вдалося завантажити pull request для %@.
vi: Không thể tải pull request cho %@.
zh_hans: 无法加载 %@ 的拉取请求。

# pullRequests.section.other
source: Other
de: Andere
es: Otras
fr: Autres
ja: その他
ko: 기타
pl: Inne
pt_br: Outros
ru: Прочие
tr: Diğer
uk: Інші
vi: Khác
zh_hans: 其他

# pullRequests.state.empty
source: No pull requests found.
de: Keine Pull Requests gefunden.
es: No se encontraron pull requests.
fr: Aucune pull request trouvée.
ja: プルリクエストが見つかりませんでした。
ko: 풀 리퀘스트를 찾을 수 없습니다.
pl: Nie znaleziono żądań ściągnięcia.
pt_br: Nenhum pull request encontrado.
ru: Pull request не найдены.
tr: Çekme isteği bulunamadı.
uk: Pull request не знайдено.
vi: Không tìm thấy pull request.
zh_hans: 未找到拉取请求。

# pullRequests.state.emptyFiltered
source: No matching pull requests.
de: Keine passenden Pull Requests.
es: No hay pull requests coincidentes.
fr: Aucune pull request correspondante.
ja: 条件に一致するプルリクエストはありません。
ko: 일치하는 풀 리퀘스트가 없습니다.
pl: Brak pasujących żądań ściągnięcia.
pt_br: Nenhum pull request correspondente.
ru: Нет подходящих pull request.
tr: Eşleşen çekme isteği yok.
uk: Немає відповідних pull request.
vi: Không có pull request nào phù hợp.
zh_hans: 没有匹配的拉取请求。

# pullRequests.state.loading
source: Loading pull requests
de: Pull Requests werden geladen
es: Cargando pull requests
fr: Chargement des pull requests
ja: プルリクエストを読み込み中
ko: 풀 리퀘스트 불러오는 중
pl: Ładowanie żądań ściągnięcia
pt_br: Carregando pull requests
ru: Загрузка pull request
tr: Çekme istekleri yükleniyor
uk: Завантаження pull request
vi: Đang tải pull request
zh_hans: 正在加载拉取请求

# pullRequests.state.noProjects
source: Add a project to see pull requests.
de: Fügen Sie ein Projekt hinzu, um Pull Requests anzuzeigen.
es: Agrega un proyecto para ver las pull requests.
fr: Ajoutez un projet pour voir les pull requests.
ja: プルリクエストを表示するには、プロジェクトを追加してください。
ko: 풀 리퀘스트를 보려면 프로젝트를 추가하세요.
pl: Dodaj projekt, aby zobaczyć żądania ściągnięcia.
pt_br: Adicione um projeto para ver os pull requests.
ru: Добавьте проект, чтобы увидеть pull request.
tr: Çekme isteklerini görmek için bir proje ekleyin.
uk: Додайте проєкт, щоб переглянути pull request.
vi: Thêm một dự án để xem các pull request.
zh_hans: 添加项目以查看拉取请求。

# pullRequests.state.unavailable
source: Pair a desktop to see pull requests.
de: Kopple einen Desktop, um Pull Requests zu sehen.
es: Vincula un escritorio para ver las pull requests.
fr: Jumelez un ordinateur pour voir les pull requests.
ja: Pull requestsを表示するにはデスクトップをペアリングしてください。
ko: Pull request를 보려면 데스크톱과 페어링하세요.
pl: Sparuj komputer, aby widzieć pull requesty.
pt_br: Pare um computador para ver as pull requests.
ru: Сопрягите компьютер, чтобы видеть pull request'ы.
tr: Pull request'leri görmek için bir masaüstünü eşleştirin.
uk: З'єднайте комп'ютер, щоб бачити pull request'и.
vi: Ghép nối máy tính để xem pull request.
zh_hans: 配对桌面即可查看 pull request。

# pullRequests.status.closed
source: Closed: %@
de: Geschlossen: %@
es: Cerrado: %@
fr: Fermé: %@
ja: クローズ: %@
ko: 닫힘: %@
pl: Zamknięte: %@
pt_br: Fechado: %@
ru: Закрыто: %@
tr: Kapalı: %@
uk: Закрито: %@
vi: Đã đóng: %@
zh_hans: 已关闭: %@

# pullRequests.status.draft
source: Draft: %@
de: Entwurf: %@
es: Borrador: %@
fr: Brouillon: %@
ja: 草案: %@
ko: 초안: %@
pl: Wersja robocza: %@
pt_br: Rascunho: %@
ru: Черновик: %@
tr: Taslak: %@
uk: Чернетка: %@
vi: Bản nháp: %@
zh_hans: 草稿: %@

# pullRequests.status.merged
source: Merged: %@
de: Zusammengeführt: %@
es: Fusionado: %@
fr: Fusionné: %@
ja: マージ済み: %@
ko: 병합됨: %@
pl: Scalono: %@
pt_br: Mesclado: %@
ru: Слито: %@
tr: Birleştirilmiş: %@
uk: Злито: %@
vi: Đã hợp nhất: %@
zh_hans: 已合并: %@

# pullRequests.status.open
source: Open: %@
de: Offen: %@
es: Abrir: %@
fr: Ouvrir: %@
ja: 開く: %@
ko: 열기: %@
pl: Otwórz: %@
pt_br: Abrir: %@
ru: Открыть: %@
tr: Açık: %@
uk: Відкрити: %@
vi: Mở: %@
zh_hans: 打开: %@

# pullRequests.title
source: Pull requests
ja: プルリクエスト
ko: 풀 리퀘스트
pl: Żądania ściągnięcia
ru: Pull request
tr: Çekme istekleri
uk: Pull request
vi: Pull request
zh_hans: 拉取请求
